Repository: RedTurtle/volto-editablefooter
Catalog: locales/*/LC_MESSAGES/volto.po
Languages: it

source: Accessibility
it: Accessibilit√†

source: Contact
it: Contatti

source: Distributed under the {license}.
it: Distribuito con {license}.

source: GNU GPL license
it: licenza GNU GPL

source: Powered by Plone & Python
it: Realizzato con Plone &amp; Python

source: Site Map
it: Mappa del sito

source: editablefooter-add-rootpath
it: Aggiungi una radice di navigazione

source: editablefooter-addfootercolumn
it: Aggiungi una colonna del footer

source: editablefooter-delete-button
it: Rimuovi

source: editablefooter-delete-footerpath
it: Rimuovi percorso

source: editablefooter-deletefootercolumn
it: Rimuovi colonna

source: editablefooter-deletefootercolumn-button
it: Rimuovi colonna

source: editablefooter-emptyActiveFooterColumn
it: Seleziona o aggiungi una colonna

source: editablefooter-emptyActiveFooterPath
it: Seleziona o aggiungi un percorso di navigazione

source: editablefooter-items-header
it: Colonne del footer

source: editablefooter-move-column-down
it: Sposta dopo

source: editablefooter-move-column-up
it: Sposta prima

source: editablefooter-newsletterSubscribe
it: Mostra il form di iscrizione alla newsletter

source: editablefooter-rootpath
it: Radice di navigazione

source: editablefooter-showSocial
it: Mostra i social

source: editablefooter-text
it: Testo

source: editablefooter-title
it: Titolo

source: editablefooter-titleLink
it: Link sul titolo

source: editablefooter-visible
it: Visibile
